[
    {
        "denumire": "Torturi Personalizate pentru Evenimente Speciale",
        "text": "Acum poți comanda torturi complet personalizate pentru aniversări, nunți, botezuri sau evenimente corporate. Alegi aroma, designul și mesajul, iar noi transformăm ideea ta într-un desert memorabil. Fiecare detaliu este realizat cu atenție și pasiune.",
        "fotografii": [
            "noutati 21.jpg",
            "noutati 22.jpg",
            "noutati 23.jpg",
            "noutati 24.png",
            "noutati 25.png"
        ],
        "data_publicarii": "2025-04-10"
    },
    {
        "denumire": "Comenzi deschise pentru evenimente",
        "text": "Programul pentru torturi de nuntă și aniversări este deschis! Rezervă data din timp pentru a ne asigura că desertul tău va fi exact așa cum îl visezi.",
        "fotografii": [
            "noutati 71.jpg",
            "noutati 72.png",
            "noutati 73.jpg",
            "noutati 74.jpg",
            "noutati 75.png"
        ],
        "data_publicarii": "2025-05-23"
    },
    {
        "denumire": "În stoc astăzi – tarte proaspete!",
        "text": "Avem în stoc câteva tarte delicioase cu mere caramelizate, vișine și cremă de vanilie. Sunt proaspăt scoase din cuptor și disponibile în cantitate limitată. Grăbește-te să rezervi porția ta!",
        "fotografii": [
            "noutati 31.jpg",
            "noutati 32.jpg",
            "noutati 33.png",
            "noutati 34.jpg"
        ],
        "data_publicarii": "2025-10-20"
    },
    {
        "denumire": "Reducere de iarnă – minus 30%!",
        "text": "Cu ocazia sărbătorilor de iarnă, activăm reducerea de 30% la toate torturile și deserturile cu tematică festivă. Oferta este valabilă pentru o perioadă limitată. Comandă din timp și bucură-te de gustul sărbătorilor!",
        "fotografii": [
            "noutati 41.png",
            "noutati 42.png",
            "noutati 43.png"
        ],
        "data_publicarii": "2025-12-15"
    },
    {
        "denumire": "Lot nou de checuri artizanale",
        "text": "Tocmai am pregătit un nou lot de checuri cu ciocolată intensă și nucă crocantă. Perfecte pentru cafeaua de dimineață sau un cadou dulce. Disponibile până la epuizarea stocului.",
        "fotografii": [
            "noutati 61.jpg",
            "noutati 62.jpg",
            "noutati 63.jpg",
            "noutati 64.jpg"
        ],
        "data_publicarii": "2026-01-03"
    },
    {
        "denumire": "Creează-ți tortul exact cum îți dorești",
        "text": "Am implementat pe site funcționalitatea „Creează Tortul Tău”. Alege blatul, crema, decorul și mesajul personalizat – noi ne ocupăm de restul. Intră pe pagina „Creează” și începe combinația perfectă!",
        "fotografii": [
            "noutati 51.png",
            "noutati 52.png",
            "noutati 53.png"
        ],
        "data_publicarii": "2026-02-10"
    },
    {
        "denumire": "Lansare colecție „Primăvară Dulce”",
        "text": "Am lansat noua colecție sezonieră de torturi și tarte cu arome proaspete și combinații surprinzătoare: căpșuni cu mascarpone, lămâie cu bezea italiană și fistic cu zmeură. Toate produsele sunt realizate din ingrediente naturale, fără conservanți, pentru un gust autentic și rafinat.",
        "fotografii": [
            "noutati 11.jpg",
            "noutati 12.jpg",
            "noutati 13.jpg"
        ],
        "data_publicarii": "2026-03-01"
    },
    {
        "denumire": "Promoție de weekend",
        "text": "Doar în acest weekend: la orice tort comandat, primești 10% reducere sau un set de cupcakes cadou. Profită acum!",
        "fotografii": [
            "noutati 81.jpg",
            "noutati 82.jpg",
            "noutati 83.jpg",
            "noutati 84.png"
        ],
        "data_publicarii": "2026-03-08"
    }
]